Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: To understand this better, we will just add a product to the store using the old method you are familiar with.^^Now click the ~Add Product icon~ and choose a product from the supply list.
ru: Чтобы лучше это понять, мы просто добавим продукт в магазин, используя старый метод, с которым вы знакомы.^^Теперь нажмите на значок ~Добавить продукт~ и выберите продукт из списка поставок.

source: Together with the e-commerce site quality rating, they affect the amount of visitors to this site.
ru: Вместе с рейтингом качества сайта Электронной коммерции они влияют на количество посетителей этого сайта.

source: Toggle Analysis Mode (Hotkey: X)
ru: Переключить режим анализа (X)

source: Toggle Display (Hotkey: Ctrl-A)
ru: Переключить отображение (Ctrl-A)

source: Toggle Internal Sale.
ru: Включить внутреннюю продажу

source: Toggle News Popup
ru: Всплывающие окна новостей

source: Toggle Player's Firm Filter to display only player's firms in the Mini Map display
ru: На мини-карте будут показаны только Ваши строения ( F8 )

source: Toggle Product Filter to display locations of a specific product in the Mini Map.
ru: Переключает режим на показ только выбранной продукции на мини-карте.

source: Toggle Product Launch News Popup
ru: Всплывающее окно с новостями о запуске продукта

source: Toggle between Banner display mode and Info display mode.
ru: Переключение между режимом отображения баннера и режимом отображения информации.

source: Toggle between the Analysis Mode and the standard 3x3 layout mode.
ru: Переключайтесь между режимом анализа и стандартным режимом макета 3x3.

source: Toggle display mode
ru: Переключить режим отображения

source: Toggle the display of product images on the 3x3 layout area.
ru: Переключить отображение изображений продуктов в области макета 3x3.

source: Toggle the display of the financial report for this public facility.
ru: Включить показ финансового отчета для этого общественного объекта (F6)

source: Toggle the filter mode between All Cities and Current City.
ru: Переключает обзор всех городов или одного города.

source: Toggle the menu for applying a specific land purpose for the entire city.
ru: Меню для назначения конкретного района для всего города.

source: Toggle whether showing only bonds that you own.
ru: Показать облигации, которыми вы владеете.

source: Toggle whether showing only companies in which you own shares.
ru: Отображать компании, акциями которых вы владеете.

source: Toggle whether the supplier list should only show warehouses.
ru: Показывать только склады.

source: Toolbox (hotkey: Ctrl-T)
ru: Инструменты (Ctrl+T)

source: Top Technology
ru: Лучшие Технологии

source: Total Exports
ru: Всего экспорта

source: Total Gross Domestic Product (GDP)
ru: Общий валовой внутренний продукт (ВВП)

source: Total Imports
ru: Всего импорта

source: Total Insurance Premiums
ru: Общие страховые премии

source: Total Shareholder Return (Annual)
ru: Общий доход акционеров (годовой)

source: Total Shareholder Return (Lifetime)
ru: Общий доход акционеров (за все время)

source: Total claims paid to customers in the past 365 days.
ru: Общее количество требований, выплаченных клиентам за последние 365 дней.

source: Total insurance premium incomes in this past 365 days.
ru: Общие доходы от страховых взносов за последние 365 дней.

source: Total sales in this city
ru: Всего продаж в этом городе

source: Training
ru: Обучение|

source: Transfer
ru: Перевод

source: Transfer Firms
ru: Переводные фирмы

source: Transfer Mode
ru: Режим передачи

source: Transfer a group of selected firms from this company to another company under your control.
ru: Переведите группу избранных фирм из этой компании в другую, находящуюся под вашим контролем.

source: Transfer or Demolish this apartment
ru: Перенести или снести эти апартаменты

source: Transfer or Demolish this commercial building
ru: Перенести или снести это коммерческое здание

source: Transfer the selected firms to another company under your control.
ru: Передайте выбранные фирмы другой компании, находящейся под вашим контролем.

source: Transfer this employee from another company under your group to the current firm.
ru: Переведите этого сотрудника из другой компании вашей группы в текущую фирму.

source: Transferable Cash
ru: Переводимые денежные средства

source: Try to find a location close to residential buildings to benefit from high customer traffic.^^If the location is shaded in ~yellow~, it means a valid location for building your department store.^^When you have chosen a location, left click and the department store will be built.
ru: Постарайтесь найти место рядом с жилыми домами, чтобы посещаемость клиентов была выше. ^^ Если местоположение закрашено ~ желтым ~, это означает, что это подходящее место для строительства универмага. ^^ Выбрав местоположение, щелкните левой кнопкой мыши и универмаг будет построен.

source: Typically a single investment, as a percentage of the VC's total #net worth#, will not exceed the percent specified here.
ru: Обычно единичные инвестиции в процентах от общей #чистой стоимости# ВК не превышают процента, указанного здесь.

source: Under the regulation, deposits should be #not concentrated# on a small number of large depositors.
ru: Согласно регламенту, депозиты # не должны быть сконцентрированы # на небольшом количестве крупных вкладчиков.

source: Under this strategy, each product has a unique brand.
ru: Согласно этой стратегии, каждый продукт имеет уникальный бренд.

source: Under this strategy, products in the #Same Product Class# are labeled with a single range brand.
ru: В соответствии с этой стратегией, #Продукты Одного Класса# маркируются единым ассортиментным брендом.

source: Underwriting Profit
ru: Прибыль от андеррайтинга

source: Unemployment Benefits Pay Rate
ru: Пособия по безработице

source: Unemployment Rate
ru: Уровень безработицы

source: Unfortunately the fund raising process is difficult and slow.
ru: К сожалению, процесс поиска инвесторов труден и медлен, так что, скорее всего, на момент запуска вашей компании (предпол.

source: Unique Brand
ru: Уникальный Бренд

source: University Research in Products
ru: Университетские исследования продуктов

source: University Research in Tech
ru: Университетские исследования в области технологий

source: University Research in specific fields of technology leads to increases in #skill levels# of researchers and software engineers in those fields (under the Talent system).
ru: Университетские исследования в конкретных областях технологий приводят к повышению # уровней квалификации # исследователей и инженеров-программистов в этих областях (в рамках системы талантов).

source: University Research in specific industries leads to #higher competitiveness#.
ru: Университетские исследования в конкретных отраслях ведут к # более высокой конкурентоспособности #.

source: Unselect All
ru: Снять все

source: Unselect all firms in the current list.
ru: Снимите выделение со всех фирм в текущем списке.

source: Upgrade production technology
ru: Обновить технологию производства

source: Upgrade this manufacturing unit to use the latest production technology that your company possesses.
ru: Модернизируйте это производственное подразделение, чтобы использовать новейшие технологии производства, которыми владеет ваша компания.

source: Use Filters at the top of this screen to select firms to apply the change.
ru: Используйте фильтры в верхней части экрана, чтобы выбрать фирмы, которые будут применять изменение.

source: Use [+][-] to set a New Price.
ru: Используйте [+] [-], чтобы установить Новую цену. `

source: Use the Manufacturer's Guide to set up Factory Production.
ru: Используйте Руководство производителя для настройки заводского производства.

source: Use the Space key to show or hide this drop down list of product filters.
ru: Показать или скрыть список фильтров продуктов

source: Use the [+][-] buttons to set the tech level for this custom image.
ru: Используйте кнопки [+] [-], чтобы установить уровень техники для этого пользовательского изображения.

source: Use the below list to limit the firm list to a specific type of Internet company.
ru: Используйте приведенный ниже список, чтобы ограничить список фирм определенным типом Инрнет-компаний.

source: Use the slider to set the budget for upgrading the facilities of this civic building.
ru: Установить бюджет на модернизацию этого здания

source: Use the slider to set the staff training budget for this civic building.
ru: Установить бюджет на обучение персонала этого здания.

source: Use the ~Product~ filter to select ~Timber~.
ru: Используйте фильтр ~Все продукты~ и найдите ~Древесина~ и выберите ее.

source: Use these buttons to select which supplier's information to be displayed.
ru: Используйте эти кнопки, чтобы выбрать, какая информация о поставщике будет отображаться на экране.

source: Use this MOD.
ru: Использовать МОД

source: Use this layout plan on this current firm.
ru: Использовать этот план в текущей фирме.

source: Use this slider to modify the capacity of all apartments.
ru: Используйте этот ползунок, чтобы изменить вместимость всех апартаментов.

source: Use this slider to modify the capacity of all commercial buildings.
ru: Используйте этот ползунок, чтобы изменить вместимость всех коммерческих зданий.

source: Use this slider to set the percentage of additional talents that you want the game to generate for this new game.
ru: Используйте этот ползунок, чтобы установить процент дополнительных талантов, которые вы хотите, чтобы игра генерировала для этой новой игры.

source: Use this to set the overall difficulty level for operating banks and insurance companies.
ru: Используйте это, чтобы установить общий уровень сложности для действующих банков и страховых компаний.

source: Use this tool to remove land-use restrictions on the selected land plots.
ru: Используйте этот инструмент для снятия ограничений на землепользование на выбранных земельных участках.

source: Use this tool to restrict different areas of your city to specific uses.
ru: Используйте этот инструмент, чтобы ограничить различные районы вашего города для конкретного использования.

source: Use this tool to set selected land plots to agricultural zones.
ru: С помощью этого инструмента можно настроить выбранные земельные участки на сельскохозяйственные зоны.

source: Use this tool to set selected land plots to commercial zones.
ru: С помощью этого инструмента можно настроить выбранные земельные участки для коммерческих помещений.

source: Use this tool to set selected land plots to industrial zones.
ru: С помощью этого инструмента можно настроить выбранные земельные участки на промзону.

source: Use this tool to set selected land plots to mixed residential-commercial zones.
ru: С помощью этого инструмента можно настроить выбранные земельные участки на использование смешанных жилых и коммерческих районов.

source: Use this tool to set selected land plots to residential zones.
ru: С помощью этого инструмента можно настроить выбранные земельные участки на жилые зоны.

source: Using the MOD folder
ru: Использование папки MOD

source: VC Capital Size
ru: Размер Капитала ВК

source: Venture Capitalists
ru: Венчурные Капиталисты

source: Very Fast
ru: Очень быстро

source: Very Slow
ru: Очень медленно

source: Via this interface, you may buy stocks on behalf of your corporation or invest as an individual.^^Please note that the names may be truncated if there is not enough space to display them in full.
ru: Через этот интерфейс вы можете покупать акции от имени своей корпорации или инвестировать как частное лицо.^^Пожалуйста, обратите внимание, что имена могут быть усечены, если для их полного отображения недостаточно места.

source: View Clients
ru: Показать клиентов

source: View Talents
ru: Просмотр Талантов

source: View available talents in different cities.
ru: Просмотр доступных талантов в разных городах.

source: View the financial statements of this corporate group, in addition to those of this bank.
ru: Просмотрите финансовую отчетность этой корпоративной группы, в дополнение к финансовой отчетности этого банка.

source: View the financial statements of this corporate group, in addition to those of this insurance company.
ru: Просмотрите финансовую отчетность этой корпоративной группы в дополнение к отчетности этой страховой компании.

source: View the list of clients that are purchasing this product.
ru: Просмотреть список клиентов, которые покупают этот продукт.

source: WSAD Keys
ru: WSAD-Клавиши

source: Wage Rate
ru: Размер заработной платы

source: Warehouse Floors
ru: Складские Этажи

source: Warning: The Capacity Utilization Rate of this unit is zero.
ru: Предупреждение: Уровень использования мощности данного блока равен нулю.

source: We are now in the city view.
ru: Сейчас мы находимся на ПАНАРАМЕ города.

source: We can now see the ~Layout~ of your store, which is a 3x3 grid of boxes.
ru: Теперь мы можем видеть ~Макет~ вашего магазина, который представляет собой сетку 3x3.

source: We want to find out what products can be made from ~Timber~, so click the ~INPUT~ button.
ru: Мы хотим узнать, какие продукты могут быть изготовлены из ~Древесины~, поэтому нажмите кнопку ~ВВОД~.

source: We will cover this in a later tutorial.
ru: Мы рассмотрим это в более позднем уроке.

source: We will discuss production technology later.
ru: Технологию производства мы обсудим позже.

source: Weak consumer spending will in turn adversely affect the business sector.
ru: Более низкие потребительские расходы, в свою очередь, отрицательно повлияют на предпринимательский сектор.

source: Well done!
ru: Превосходно

source: Well now, let's look at the current state of the stock market.
ru: Ну а теперь давайте посмотрим на текущее состояние фондового рынка.

source: Well, it follows exactly the same principle.^^Let's select the second stock on the list and take a closer look at its financial data.
ru: Ну, это следует точно такому же принципу.^^Давайте выберем вторую акцию в списке и подробнее рассмотрим ее финансовые данные.

source: When #Internal Sale# is enabled for a product, it is for internal sale only and competitors are not allowed to buy it.
ru: Когда для продукта разрешена # Внутренняя продажа #, он предназначен только для внутренней продажи, и конкуренты не могут его покупать.

source: When #Internal Sale# is enabled, competitors cannot purchase this product from you.
ru: Когда внутренняя продажа включена, конкуренты не могут покупать у вас продукцию.

source: When Product Customization is enabled, Technology Disruption will be automatically turned off.
ru: Когда Персонализация Продукта включена, Технологический Сбой будет автоматически отключён.

source: When a city does not have sufficient job opportunities for new immigrants, or its public facilities cannot keep up with the demand by its growing population, the city is likely to tighten its immigration policy.
ru: Когда в городе нет достаточных возможностей трудоустройства для новых иммигрантов или его общественные учреждения не могут удовлетворить потребности растущего населения, город, вероятно, ужесточит свою иммиграционную политику.

source: When a city's consumer tax rate is too high, consumer spending will decline.
ru: Когда ставка потребительского налога в городе слишком высока, потребительские расходы снижаются.

source: When a city's individual income tax rate is too high, it will have a negative effect on consumer spending.
ru: Когда ставка подоходного налога для физических лиц в городе слишком высока, это отрицательно скажется на потребительских расходах.

source: When a company issues new shares, the Earning Per Share will be diluted as the company's profit will be divided by a larger number of shares.
ru: Когда компания выпускает новые акции, прибыль на акцию будет уменьшена, поскольку прибыль компании будет разделена на большее количество акций.

source: When a consumer buys a product they consider the ~price~, the ~quality~ and the ~brand~ of the product.^^For the ~quality~, it is affected by the qualities of raw materials used and the production technology, which you have already learned in the previous tutorial.^^For the ~price~, it is very straightforward - a lower price makes a product more competitive in the market.^^A ~brand~ is a distinguishing name intended to identify and differentiate a seller's products from competitor's products.
ru: Когда потребитель покупает продукт, он учитывает ~цену~, ~качество~ и ~бренд~ продукта.^^На ~качество~ влияют качества используемого сырья и технологии производства, которые вы уже изучили в предыдущем уроке.^^Для ~цены~ это очень просто - более низкая цена делает продукт более конкурентоспособным на рынке.^^A ~бренд~ - это отличительное название, предназначенное для идентификации и отличия продуктов продавца от продуктов конкурента.

source: When a consumer buys a product, the product's price, quality, and brand are considered.
ru: Когда потребитель покупает товар, учитывается его цена, качество и бренд.

source: When a corporation uses a single umbrella brand for all its products, newly launched products will benefit from the existing corporate brand.
ru: Когда корпорация использует единый зонтичный бренд для всех своих продуктов, новые продукты получат выгоду от существующего корпоративного бренда.

source: When all the workers in a unit become experienced, the unit level will increase by one (training will speed this up).
ru: Когда все рабочие в отделении станут опытными, уровень подразделения вырастет на единицу (обучение это ускорит).

source: When enabled, only firms that match the filter criteria will be shown on the city view; other buildings will be hidden.
ru: Если этот параметр включен, в обзоре города будут отображаться только фирмы, соответствующие критериям фильтра; другие постройки будут скрыты (Ctrl-F)

source: When it comes to choosing a media to advertise, you should consider the ~Ratings Points~ and the ~Advertising Cost~ of each media.^^The higher the ~rating points~, the greater the ~audience share~.^^The ~advertising cost~ is simply the cost for your advertisement to be ~seen a thousand times~ by potential customers.
ru: Когда дело доходит до выбора средства массовой информации для рекламы, вы должны учитывать ~Рейтинговые баллы~ и ~Стоимость рекламы~ каждого средства массовой информации.^^Чем выше ~рейтинговые баллы~, тем больше ~доля аудитории~.^^~Стоимость рекламы~ - это просто стоимость того, чтобы ваша реклама была ~замечена тысячу раз~ потенциальными клиентами.

source: When it is enabled, money supply is more realistically simulated.
ru: Когда она включена, денежная масса моделируется более реалистично.

source: When it is higher than the Maximum Loans-to-Assets Ratio, the bank will stop giving out new loans.
ru: Когда оно будет выше максимального отношения кредитов к активам, банк перестанет выдавать новые кредиты.

source: When it is set to a higher value, the same public facility incurs larger operating expenses.
ru: Когда он установлен на более высокое значение, тот же самый общественный объект несёт большие операционные расходы.

source: When it reads "1st", it means your corporation has achieved market dominance for the respective product class.
ru: Когда он читается "1-й", это означает, что ваша корпорация достигла доминирования на рынке для соответствующего класса продуктов.

source: When selecting a supplier, the freight cost is a very important factor to consider.
ru: При выборе поставщика стоимость перевозки является очень важным фактором, который необходимо учитывать.

source: When selecting a supplier, the freight cost is not a major factor to consider.
ru: Наименьший При выборе поставщика стоимость перевозки не является основным фактором, который следует принимать во внимание.

source: When the #customer waiting time# is higher than 30, it starts to negatively affect the #quality of service#.
ru: Если время ожидания #клиента превышает 30, это начинает отрицательно сказываться на #качестве обслуживания#.

source: When the Bank Capital Ratio falls below the Requirement, there are 3 possible ways to handle it.
ru: Варианты решения проблемы недостаточного капитала банка.Когда коэффициент капитала банка падает ниже требуемого, есть 3 возможных способа справиться с этим.

source: When the Customer Waiting Time is higher than 30, it starts to negatively affect the Quality of Service.
ru: Когда время ожидания клиента превышает 30, это начинает отрицательно влиять на качество обслуживания.

source: When the Express mode is enabled, a new streamlined user interface will be used for retail stores, replacing the original 3x3 layout.
ru: Когда включен Экспресс-режим, для розничных магазинов будет использоваться новый оптимизированный пользовательский интерфейс, заменяющий оригинальную планировку 3x3.

source: When the Inflation mode is set to #Inverse Inflation#, a bond's #Face Value# may decline over time due to inflation.
ru: Когда для режима инфляции установлено значение # Обратная инфляция #, # Номинальная стоимость # облигации может со временем снизиться из-за инфляции.

source: When the Survival Mode is enabled, the options available on the New Game Settings menu will be different to reflect the new gameplay mechanism.
ru: Когда режим выживания включен, параметры, доступные в меню «Настройки новой игры», будут отличаться, чтобы отразить новый механизм игрового процесса.

source: When the bank capital ratio is too low, the game will pop up a window forcing the player to take action.
ru: Когда коэффициент капитала банка слишком низок, в игре появится всплывающее окно, заставляющее игрока действовать.

source: When the bank capital ratio is too low, the game will stop issuing loans and notify you via the Event Tracker.
ru: Когда коэффициент капитала банка слишком низок, игра прекращает выдачу кредитов и уведомляет вас через трекер событий.

source: When the bank capital ratio is too low, the game will stop issuing loans.
ru: Когда соотношение капитала банка слишком низкое, игра перестанет выдавать кредиты.

source: When the city has a high level of business activity, more jobs will be created, lowering the unemployment rate.
ru: Когда в городе будет высокий уровень деловой активности, будет создано больше рабочих мест, что снизит уровень безработицы.

source: When the city's competitiveness is weak, it will have to import large volumes of goods, hurting employment in the manufacturing sector.
ru: Когда конкурентоспособность города низкая, ему придется импортировать большие объемы товаров, что нанесет ущерб занятости в производственном секторе.

source: When the city's competitiveness rating exceeds the global competitiveness rating, the city will be in a position to export its products to the worldwide market.
ru: Когда рейтинг конкурентоспособности города превышает глобальный рейтинг конкурентоспособности, он сможет экспортировать свою продукцию на мировой рынок.

source: When the demand (orange) bar is longer than the supply (yellow) bar, it means you do not have enough supply to meet the demand.
ru: Когда полоса спроса (оранжевая) длиннее, чем полоса предложения (желтая), это означает, что у вас недостаточно предложения для удовлетворения спроса.

source: When the economy is in a downturn, consumers will cut back spending on products of low necessity indices.
ru: Когда экономика находится в состоянии спада, потребители сократят расходы на продукты с низкими индексами потребности.

source: When the interest rate is high, the money supply is also tight.
ru: Когда процентная ставка высокая, денежная масса также ограничена.
